Repository: infinityofspace/jellyfin_alexa_skill
Catalog: jellyfin_alexa_skill/locales/*/LC_MESSAGES/interaction_model.po
Languages: de_de, es_es, fr_fr, it_it

source: Loop off
de_de: Wiederholung aus
es_es: Bucle desactivado
fr_fr: Désactive la lecture en boucle
it_it: Desactivar el bucle

source: Loop on
de_de: Wiederholung an
es_es: Activado bucle
fr_fr: Active la lecture en boucle
it_it: Activar el bucle

source: Repeat the song
de_de: Wiederhole den Song
es_es: Repite la canción
fr_fr: Répète cette piste
it_it: Ripeti la canzone

source: Repeat the video
de_de: Wiederhole das Video
es_es: Repite el vídeo
fr_fr: Répète cette vidéo
it_it: Ripeti il video

source: Repeat that
de_de: Wiederhole das
es_es: Repítelo
fr_fr: Répète ça
it_it: Ripeti

source: Repeat from beginning
de_de: Starte von vorne
es_es: Repite desde el principio
fr_fr: Répète depuis le début
it_it: Ripeti dall inizio

source: Start over
de_de: Beginne erneut
es_es: Empieza de nuevo
fr_fr: Recommence
it_it: Ricomincia

source: Play channel {channel}
de_de: Spiele den Kanal {channel}
es_es: Reproduce el canal {channel}
fr_fr: Mets {channel}
it_it: Riproduci il canale {channel}

source: Play radio {channel}
de_de: Spiele das Radio {channel}
es_es: Reproduce la radio {channel}
fr_fr: Mets la station {channel}
it_it: Riproduci la radio {channel}

source: Play the song {song}
de_de: Spiele den Song {song}
es_es: Reproduce la canción {song}
fr_fr: Joue la chanson {song}
it_it: Riproduci la canzone {song}

source: Play the song {song} from {musician}
de_de: Spiele den Song {song} von {musician}
es_es: Reproduce la canción {song} de {musician}
fr_fr: Jouer la chanson {song} de {musician}
it_it: Riproduci la canzone {song} dell artista {musician}

source: Play the album {album}
de_de: Spiele das Album {album}
es_es: Reproduce el álbum {album}
fr_fr: Joue l'album {album}
it_it: Riproduci {album}

source: Play the album {album} by {musician}
de_de: Spiele das Album {album} von {musician}
es_es: Reproduce el álbum {album} de {musician}
fr_fr: Joue l'album {album} par {musician}
it_it: Riproduci {album} dell artista {musician}

source: Play the video {title}
de_de: Spiele das Video {title}
es_es: Reproduce el vídeo {title}
fr_fr: Lis la vidéo {title}
it_it: Riproduci il video {title}

source: Play songs from {musician}
de_de: Spiele Songs von {musician}
es_es: Reproduce canciones de {musician}
fr_fr: Joue les chansons de {musician}
it_it: Riproduci canzoni di {musician}

source: Play music from {musician}
de_de: Spiele Musik von {musician}
es_es: Reproduce música de {musician}
fr_fr: Joue les titres de {musician}
it_it: Riproduci musica di {musician}

source: Play last added {media_type}
de_de: Spiele zuletzt hinzugefügte {media_type}
es_es: Reproduce las últimas {media_type}
fr_fr: Joue la dernière {media_type} ajoutée
it_it: Riproduci le ultime {media_type} aggiunte

source: Play recently added {media_type}
de_de: Spiele neu hinzugefügte {media_type}
es_es: Reproduce los últimos {media_type}
fr_fr: Joue les {media_type} récents
it_it: Riproduzione di {media_type} aggiunti di recente

source: Play newly added {media_type}
de_de: Spiele neue {media_type}
es_es: Reproduce últimos añadidos {media_type}
fr_fr: Joue les {media_type} récemment ajoutés
it_it: Riprodurre il nuovo {media_type} aggiunto

source: Play new media
de_de: Spiele neue Medien
es_es: Reproduce nuevos medios
fr_fr: Joue les nouveautés
it_it: Riprodurre nuovi media

source: Play the playlist {playlist}
de_de: Spiele die Playlist {playlist}
es_es: Reproduce la lista de reproducción {playlist}
fr_fr: Lance la playlist {playlist}
it_it: Riproduci la playlist {playlist}

source: Play my playlist {playlist}
de_de: Spiele meine Playlist {playlist}
es_es: Reproduce mi lista de reproducción {playlist}
fr_fr: Lance ma playlist {playlist}
it_it: Riproduci la mia playlist {playlist}

source: Play my favorite {media_type}
de_de: Spiele meine lieblings {media_type}
es_es: Reproduce mis {media_type} favoritos
fr_fr: Joue ma {media_type} favorite
it_it: Riproduci la mia {media_type} favorita

source: Play my {media_type} favorite
de_de: Spiele meine {media_type} Favoriten
es_es: Reproduce mis {media_type} favorita
fr_fr: Joue ma {media_type} favorite
it_it: Riproduci il mio {media_type} favorita

source: Play my favorites
de_de: Spiele meine Favoriten
es_es: Reproduce mis favoritos
fr_fr: Joue mes favoris
it_it: Riproduci miei favoriti

source: I like that
de_de: Ich mag das
es_es: Me gusta
fr_fr: J'aime ça
it_it: Mettere un like

source: I like the video
de_de: Ich mag das Video
es_es: Me gusta el vídeo
fr_fr: J'aime cette vidéo
it_it: Mi piace il video

source: I like the song
de_de: Ich mag den Song
es_es: Me gusta la canción
fr_fr: J'aime cette chanson
it_it: Mi piace la canzone

source: I like the music
de_de: Ich mag die Musik
es_es: Me gusta la música
fr_fr: J'aime ce titre
it_it: Mi piace la musica

source: Add the video to my favorites
de_de: Füge das Video zu meinen Favoriten hinzu
es_es: Añade el vídeo a mis favoritos
fr_fr: Ajoute cette vidéo à mes favoris
it_it: Aggiungi il video ai miei favoriti

source: Add the song to my favorites
de_de: Füge den Song zu meinen Favoriten hinzu
es_es: Añade la canción a mis favoritos
fr_fr: Ajoutte cette chanson à mes favoris
it_it: Aggiungi la canzone ai miei favoriti

source: I don't like this
de_de: Ich mag das nicht
es_es: No me gusta
fr_fr: Je n'aime pas ça
it_it: Non mi piace

source: I don't like the video
de_de: Ich mag das Video nicht
es_es: No me gusta el video
fr_fr: Je n'aime pas cette vidéo
it_it: Non mi piace il video

source: I don't like song
de_de: Ich mag den Song nicht
es_es: No me gusta la canción
fr_fr: Je n'aime pas cette chanson
it_it: Non mi piace la canzone

source: I don't like music
de_de: Ich mag die Musik nicht
es_es: No me gusta la música
fr_fr: Je n'aime pas ce titre
it_it: Non mi piace la musica

source: Remove the video from my favorites
de_de: Entferne das Video von meinen Favoriten
es_es: Elimina el vídeo de mis favoritos
fr_fr: Supprime cette vidéo de mes favoris
it_it: Rimuovere il video dai miei favoriti

source: Remove the song from my favorites
de_de: Entferne den Song von meinen Favoriten
es_es: Elimina la canción de mis favoritos
fr_fr: Supprime cette chanson de mes favoris
it_it: Rimuovere il brano dai miei preferiti

source: What is the name of the song
de_de: Wie heißt der Song
es_es: Como se llama esta canción
fr_fr: Quel est le titre de cette chanson
it_it: Qual è il titolo di questa canzone

source: What is the name of the video
de_de: Wie heißt das Video
es_es: Como se llama este vídeo
fr_fr: Quel est le nom de cette vidéo
it_it: Qual è il nome del video

source: What is the name of the music
de_de: Wie heißt die Musik
es_es: Como se llama esta música
fr_fr: Quel est le titre de cette musique
it_it: Qual è il nome della musica

source: What is the title of the song
de_de: Was ist der Titel des Songs
es_es: Cual es el titulo de esta canción
fr_fr: Quel est le titre de cette chanson
it_it: Qual è il titolo della canzone

source: What is the title of the video
de_de: Was ist der Titel des Videos
es_es: Cual es el titulo de este vídeo
fr_fr: Quel est le nom de cette vidéo
it_it: Qual è il titolo del video

source: What is the title of the music
de_de: Was ist der Titel der Musik
es_es: Cual es el titulo de esta música
fr_fr: Quel est le titre de cette musique
it_it: Qual è il titolo della musica

source: What is currently playing
de_de: Was spielt gerade
es_es: Que está sonando
fr_fr: Quel est le média actuel
it_it: Che cosa sto ascoltando
