Repository: infinityofspace/jellyfin_alexa_skill
Catalog: jellyfin_alexa_skill/locales/*/LC_MESSAGES/skill.po
Languages: de_de, es_es, fr_fr, it_it

source: Sorry, I can't find any channels with that name. Please try again.
de_de: Leider kann ich keinen Kanal oder Radio mit diesem Namen finden. Bitte versuche es erneut.
es_es: Disculpa, no puedo encontrar ningún canal con ese nombre. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune chaîne portant ce nom. Veuillez réessayer.
it_it: Non trovo nessun canale con questo nome. Per favore riprova.

source: I'm sorry, I can't play videos on this device.
de_de: Leider kann ich auf diesem Gerät keine Videos abspielen.
es_es: Lo siento, no puedo reproducir vídeos en este dispositivo.
fr_fr: Désolé, je ne peux pas lire de vidéo sur cet appareil.
it_it: Mi dispiace, non posso riprodurre video su questo dispositivo.

source: Would you like to listen to {name}?
de_de: Möchten Sie {name} hören?
es_es: ¿Querrías escuchar a {name}?
fr_fr: Aimeriez-vous écouter {name} ?
it_it: Ti piacerebbe ascoltare {name}?

source: Sorry, I can't find any songs for this search. Please try again.
de_de: Leider kann ich keine Lieder für diese Suche finden. Bitte versuche es erneut.
es_es: Disculpa, no puedo encontrar ninguna canción para esa búsqueda. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune piste pour cette recherche. Veuillez réessayer.
it_it: Mi dispiace, on ho trovato nessuna canzone per questa ricerca. Per favore riprova.

source: by {artist}
de_de: von {artist}
es_es: por {artist}
fr_fr: par {artist}
it_it: di {artist}

source: Would you like to hear <break/> {title} {by_artist}?
de_de: Möchten Sie <break/> {title} {by_artist} hören?
es_es: ¿Querrías escuchar <break/> {title} {by_artist}?
fr_fr: Souhaiteriez-vous entendre <break/> {title} {by_artist}?
it_it: Ti piacerebbe ascoltare <break/> {title} {by_artist}?

source: Sorry, I can't find any videos for this search. Please try again.
de_de: Leider kann ich keine Videos für diese Suche finden. Bitte versuche es erneut.
es_es: Disculpa, no puedo encontrar ningún vídeo para esa búsqueda. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune vidéo pour cette recherche. Veuillez réessayer.
it_it: Mi dispiace, non ho trovato nessun video per questa ricerca. Per favore riprova.

source: Would you like to watch <break/> {title} {by_artist}?
de_de: Möchten Sie <break/> {title} {by_artist} sehen?
es_es: ¿Querrías ver <break/> {title} {by_artist}?
fr_fr: Souhaiteriez-vous voir <break/> {title} {by_artist}?
it_it: Ti piacerebbe guardare <break/> {title} {by_artist}?

source: Sorry, I can't find any songs with this artist. Please try again.
de_de: Leider kann ich keine Songs mit diesem Künstler finden. Bitte versuche es erneut.
es_es: Disculpa, no he encontrado ninguna canción de ese artista. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune piste pour cet artiste. Veuillez réessayer.
it_it: Mi dispiace, non ho trovato nessuna canzone di questo artista. Per favore riprova.

source: Sorry, I couldn't find any recently added media.
de_de: Leider konnte ich keine kürzlich hinzugefügten Medien finden.
es_es: Disculpa, no he encontrado ningún elemento añadido reciente.
fr_fr: Désolé, je ne trouve aucun média ajouté récemment.
it_it: Mi dispiace, non ho trovato nessun media recente.

source: What can I play?
de_de: Was soll ich spielen?
es_es: ¿Qué puedo reproducir?
fr_fr: Que puis-je jouer ?
it_it: Che cosa posso riprodurre?

source: You reached the end of the playback queue.
de_de: Du hast das Ende der Wiedergabeliste erreicht.
es_es: Has llegado al final de la lista de reproducción.
fr_fr: Vous avez atteint la fin de la file d'attente de lecture.

source: You reached the start of the playback queue.
de_de: Du hast den Anfang der Wiedergabeliste erreicht.
es_es: Has llegado al principio de la lista de reproducción.
fr_fr: Vous avez atteint le début de la file d'attente de lecture.

source: The playback queue is empty. Please try to add some media and try again.
de_de: Die Wiedergabeliste ist leer. Bitte füge Medien hinzu und versuche es erneut.
es_es: La lista de reproducción está vacía. Por favor, añade algo a la lista e inténtalo de nuevo.
fr_fr: La file d'attente de lecture est vide. Veuillez essayer d'ajouter des médias et réessayez.
it_it: La lista di riproduzione è vuota. Prova ad aggiungere qualche media e riprova.

source: Sorry, something went wrong. Please try again.
de_de: Entschuldigung etwas ist schief gelaufen. Bitte versuche es erneut.
es_es: Disculpa, algo ha ido mal. Inténtalo de nuevo.
fr_fr: Désolé, une erreur s'est produite. Veuillez essayer.
it_it: Mi dispiace, qualcosa è andato storto. Perfavore riprova.

source: Something went wrong during media playback. Please try again.
de_de: Etwas ist während der Medienwiedergabe schief gelaufen. Bitte versuche es erneut.
es_es: Algo ha ido mal durante la reproducción. Inténtalo de nuevo.
fr_fr: Une erreur s'est produite lors de la lecture du média. Veuillez réessayer.
it_it: Qualcosa è andato storto con la riproduzione. Perfavore riprova.

source: Sorry, I could not understand that. Please try again.
de_de: Leider konnte ich das nicht verstehen. Bitte versuche es erneut.
es_es: Disculpa, no te he entendido. Inténtalo de nuevo.
fr_fr: Désolé, je n'ai pas compris. Veuillez réessayer.
it_it: Mi dispiace, non ho capito. Perfavore riprova.

source: Sorry, you don't have any favorite media.
de_de: Leider hast du kein Lieblingsmedien.
es_es: Disculpa, no tienes ningún elemento favorito.
fr_fr: Désolé, vous n'avez pas de favori.
it_it: Mi dispiace, non è presente nessun media nei tuoi preferiti.

source: Added to your favorites.
de_de: Zu deinen Favoriten hinzugefügt.
es_es: Añadido a tus favoritos.
fr_fr: Ajouté à vos favoris.
it_it: Aggiunti ai tuoi preferiti.

source: There is currently no media playing.
de_de: Es werden derzeit keine Medien abgespielt.
es_es: No hay nada reproduciéndose.
fr_fr: Il n'y a pas de média en cours de lecture.
it_it: Non c'è nessun media in riproduzione.

source: Removed from your favorites.
de_de: Aus deinen Favoriten entfernt.
es_es: Eliminado de tus favoritos.
fr_fr: Supprimé de vos favoris.
it_it: Rimosso dai tuoi preferiti.

source: With this skill your can play media from your Jellyfin Server. Use 'Play Game of Live from Earth' or 'Play playlist this is number 42' to play some songs.
de_de: Mit diesem Skill kannst du Medien von deinem Jellyfin Server abspielen. Benutze 'Spiele Game of Live von Earth' oder 'Spiele die Playlist this is number 42' um deine Lieder abzuspielen.
es_es: Con esta skill puedes reproducir elementos de tu servidor Jellyfin. Di 'reproduce la canción Zapatillas de El Canto del Loco' o 'Reproduce la lista de reproducción canciones de los 90' para reproducir alguna canción.
fr_fr: Avec ce skill, vous pouvez jouer des médias depuis votre serveur Jellyfin. Essayez "Jouer Game of Live from Earth" or "Joue la playlist this is number 42" pour lancer la lecture.
it_it: Con questa skill puoi riprodurre contenuti dal tuo Server Jellyfin. Usa 'Riproduci Game of Live from Earth' ooppure 'Riproduci playlist Best Rocks' per ascoltare qualche canzone.

source: Currently playing {title} from {artists}.
de_de: Es wird aktuell {title} von {artists} wiedergegeben.
es_es: Está sonando {title} de {artists}.
fr_fr: Joue actuellement {title} de {artists}.
it_it: Attualmente in riproduzione {title} di {artists}.

source: Currently no media is played.
de_de: Aktuell werden keine Medien wiedergegeben.
es_es: Actualmente no ha nada reproduciéndose.
fr_fr: Ne joue actuellement aucun média.
it_it: Non c'è nessun media in riproduzione.

source: Sorry, this device does not support media playback.
de_de: Leider unterstützt dieses Gerät keine Medien Wiedergabe.
es_es: Disculpa, este dispositivo no soporta la reproducción de medios.
fr_fr: Désolé, cet appareil ne supporte pas la lecture de médias.
it_it: Mi dispiace, questo dispositivo non supporta la riproduzione dei media.

source: Welcome to Jellyfin Player skill, what can I play?
de_de: Willkommen beim Jellyfin Player Skill, was soll ich spielen?
es_es: Bienvenido a la skill Jellyfin Player, ¿que puedo reproducir?
fr_fr: Bienvenue sur le skill Jellyfin Player, que puis-je jouer ?
it_it: Benevenuto su Jellyfin Player skill, che cosa posso riprodurre?

source: Sorry, I couldn't find any playlist with this name. Please try again.
de_de: Leider kann ich keine Playlist mit diesen Namen finden. Bitte versuche es erneut.
es_es: Disculpa, no he encontrado ninguna lista de reproducción con ese nombre. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune playlist portant ce nom. Veuillez réessayer.
it_it: Mi dispiace, non ho trovato nessuna playlist con quel nome.

source: Sorry, this playlist does not exists anymore.
de_de: Leider existiert diese Playlist nicht mehr.
es_es: Disculpa, esta lista de reproducción ya no existe.
fr_fr: Désolé, cette playlist n'existe plus.
it_it: Mi dispiace, questa playlist non esiste.

source: Ok, I play the playlist {}.
de_de: Ok, ich spiele die Playlist {}
es_es: De acuerdo, reproduzco la lista {}.
fr_fr: Bien, je joue la playlist {}.
it_it: Ok, Riproduco la playlist {}.

source: Sorry, I can't find any songs with that name. Please try again.
de_de: Leider kann ich keinen Kanal oder Radio mit diesem Namen finden. Bitte versuche es erneut.
es_es: Disculpa, no puedo encontrar ningún canal con ese nombre. Inténtalo de nuevo.
fr_fr: Désolé, je ne trouve aucune piste portant ce titre. Veuillez réessayer.
it_it: Non trovo nessun canale con questo nome. Per favore riprova.

source: Hmm. How about <break/> {title} {by_artist}?
de_de: Hmm, wie wäre es mit <break/> {title} {by_artist}?
es_es: Hmm. ¿Que te parece <break/> {title} {by_artist}?
fr_fr: Hmm. Que diriez-vous de <break/> {title} {by_artist} ?
it_it: Hmm. Cosa ne pensi di <break/> {title} {by_artist}?

source: I'm all out of guesses. Please try asking a different way.
de_de: Ich habe keine Vermutungen mehr. Bitte versuchen Sie, auf eine andere Art und Weise zu fragen.
es_es: Se me han acabado las ideas. Prueba a preguntármelo de otra manera.
fr_fr: Je ne comprends pas. Essayez de demander d'une manière différente s'il vous plait.
it_it: Non ho altre idee. Prova a chiedermelo in un altro modo.
